{"page":1,"results":[{"adult":false,"backdrop_path":"\/79PNOxNXSe5e0bhEj11QJPlsdCN.jpg","genre_ids":[14,10751,28,12],"id":1087192,"original_language":"en","original_title":"How to Train Your Dragon","overview":"En la escarpada isla de Mema, donde vikingos y dragones han sido enemigos acérrimos durante generaciones, Hipo se desmarca desafiando siglos de tradición cuando entabla amistad con Desdentao, un temido dragón Furia Nocturna. Su insólito vínculo revela la verdadera naturaleza de los dragones y desafía los cimientos de la sociedad vikinga.","popularity":123.3764,"poster_path":"\/kjQXYc2Abhy3TBgAZGzJRhN1JaV.jpg","release_date":"2025-06-06","title":"Cómo entrenar a tu dragón","video":false,"vote_average":8.032,"vote_count":1972},{"adult":false,"backdrop_path":"\/59vDC1BuEQvti24OMr0ZvtAK6R1.jpg","genre_ids":[14,12,16,10751],"id":10191,"original_language":"en","original_title":"How to Train Your Dragon","overview":"Ambientada en el mítico mundo de los rudos vikingos y los dragones salvajes, y basada en el libro infantil de Cressida Cowell, esta comedia de acción narra la historia de Hipo, un vikingo adolescente que no encaja exactamente en la antiquísima reputación de su tribu como cazadores de dragones. El mundo de Hipo se trastoca al encontrar a un dragón que le desafía a él y a sus compañeros vikingos, a ver el mundo desde un punto de vista totalmente diferente.","popularity":14.1235,"poster_path":"\/8ekxsUORMAsfmSc8GzHmG8gWPbp.jpg","release_date":"2010-03-18","title":"Cómo entrenar a tu dragón","video":false,"vote_average":7.852,"vote_count":13796},{"adult":false,"backdrop_path":"\/5MnP0h7RcUCeX7gpxMYoMScmfq7.jpg","genre_ids":[14,28,12,16,35,10751],"id":82702,"original_language":"en","original_title":"How to Train Your Dragon 2","overview":"Han pasado cinco años desde que Hipo empezó a entrenar a su dragón, rompiendo la tradición vikinga de cazarlos. Astrid y el resto de la pandilla han conseguido difundir en la isla un nuevo deporte: las carreras de dragones. Mientras realizan una carrera, atraviesan los cielos llegando a territorios inhóspitos, donde nadie antes ha estado. Durante un viaje descubren una cueva cubierta de hielo que resulta ser el refugio de cientos de dragones salvajes, a los que cuida un misterioso guardián. Hipo y los suyos se unen al guardián para proteger a los dragones de las fuerzas malignas que quieren acabar con ellos.","popularity":12.7736,"poster_path":"\/bXcRw7FL8QzUZOvY2fZdwDv5ymQ.jpg","release_date":"2014-06-05","title":"Cómo entrenar a tu dragón 2","video":false,"vote_average":7.675,"vote_count":10058},{"adult":false,"backdrop_path":"\/h3KN24PrOheHVYs9ypuOIdFBEpX.jpg","genre_ids":[16,10751,12],"id":166428,"original_language":"en","original_title":"How to Train Your Dragon: The Hidden World","overview":"Lo que comenzó como la inesperada amistad entre un joven vikingo y un temible dragón, Furia Nocturna,  se ha convertido en una épica trilogía que ha recorrido sus vidas. En esta nueva entrega, Hipo y Desdentao descubrirán finalmente su verdadero destino: para uno, gobernar Isla Mema junto a Astrid; para el otro, ser el líder de su especie. Pero, por el camino, deberán poner a prueba los lazos que los unen, plantando cara a la mayor amenaza que jamás haya afrontado... y a la aparición de una Furia Nocturna hembra.","popularity":12.3151,"poster_path":"\/rhnoAReqO3Xoe6GbJhT3409lnq8.jpg","release_date":"2019-01-03","title":"Cómo entrenar a tu dragón 3","video":false,"vote_average":7.749,"vote_count":6815},{"adult":false,"backdrop_path":"\/vkBMhUSaDUk3JUCS2VUk160IXMM.jpg","genre_ids":[16,14,10751,12,35,10770],"id":47626,"original_language":"en","original_title":"Legend of the BoneKnapper Dragon","overview":"Secuela de \"Cómo entrenar a tu dragón\", emitida en Cartoon Network el pasado 14 de octubre de 2010 e incluída en el DVD\/Blu-Ray de la película de DreamWorks. Continúa la historia desde donde acaba la primera, con Hiccup y el resto de vikingos acompañando a su mentor, Gobber, a la caza del legendario dragón BoneKnapper.","popularity":3.4865,"poster_path":"\/5Gsvhdq7H5WJltzLgTmOkfJKjhU.jpg","release_date":"2010-10-14","title":"Cómo entrenar a tu dragón: La leyenda del Robahuesos","video":false,"vote_average":7.004,"vote_count":270},{"adult":false,"backdrop_path":"\/lI2AHx0QQrNnEkUqUG01QHUdLDW.jpg","genre_ids":[16,14,12,28,10751],"id":638507,"original_language":"en","original_title":"How to Train Your Dragon: Homecoming","overview":"Han pasado diez años desde que los dragones se mudaron al Mundo Oculto, y aunque Toothless ya no vive en New Berk, Hiccup continúa las tradiciones navideñas que una vez compartió con su mejor amigo. Pero los vikingos de New Berk comenzaban a olvidarse de su amistad con los dragones. Hiccup, Astrid y Gobber saben exactamente qué hacer para mantener a los dragones en los corazones de los aldeanos. Y al otro lado del mar, los dragones tienen un plan propio ...","popularity":6.0924,"poster_path":"\/n12wESAYZNqa88h4EzdD25bJRYR.jpg","release_date":"2019-12-03","title":"Cómo entrenar a tu dragón: Vuelta a casa","video":false,"vote_average":8.034,"vote_count":1062},{"adult":false,"backdrop_path":"\/o7B2oaB7R9zVPrdurRKGv5qOlUY.jpg","genre_ids":[16,10751],"id":654571,"original_language":"en","original_title":"How to Train Your Dragon: Snoggletog Log","overview":"Snoggletog es una festividad vikinga anual que se inventó en la Isla de Berk. Aparentemente esta festividad es como la Navidad, ya que se vio a varios vikingos armando un árbol de Navidad en el corto El Regalo de la Furia Nocturna. Es posible que también represente al mismo tiempo Pascuas, ya que Astrid decoró varios huevos de dragón con moños y los ocultó en las casas de los vikingos en Berk.","popularity":1.4285,"poster_path":"\/6dHuNehUFHe76hptI6I0bUEv9VF.jpg","release_date":"2019-12-05","title":"Cómo entrenar a tu dragón: Snoggletog Log","video":false,"vote_average":6.984,"vote_count":61},{"adult":false,"backdrop_path":null,"genre_ids":[14,12,10751,28],"id":1458319,"original_language":"en","original_title":"How to Train Your Dragon 2","overview":"","popularity":2.2533,"poster_path":"\/8HUBvnbizvTkGOZfxOZBjVSWFhi.jpg","release_date":"2027-06-10","title":"Cómo entrenar a tu dragón 2","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":"\/6UbuK8pO1CwGYulMT5jhBaIt7sf.jpg","genre_ids":[14,16,28,35,10751],"id":79379,"original_language":"en","original_title":"Book of Dragons","overview":"El corto comienza con la voz de Hipo hablando sobre cómo era la vida antes de que él entrenara a un dragón en comparación con la forma en que viven sus vidas ahora. El relato explica cómo sus amigos son ahora entrenadores de dragones y cómo aprendieron los conocimientos más interesantes sobre el mundo de los dragones. Hipo, Astrid y Patapez están sentados (con Bocón presente) tomando nota en el Manual de Dragones cuando Chimuelo llega a la mesa llamando la atención y el visitante entrante. La historia actúa como si fueras parte de ella. Bocón te explica sobre el Manual de Dragones y presenta diferentes dragones y sus clases. Hipo, Astrid y Patapez también narran dando consejo sobre cómo entrenar estos dragones.","popularity":2.6837,"poster_path":"\/2qtXtosnaQhUewnknjy74MA06eF.jpg","release_date":"2011-11-15","title":"Cómo entrenar a tu dragón: El libro de los dragones","video":false,"vote_average":6.7,"vote_count":188},{"adult":false,"backdrop_path":"\/s4NJh9hLa9ZbgiXfJpjsZ5i47ug.jpg","genre_ids":[16,35,12,10751],"id":91417,"original_language":"en","original_title":"Dragons: Gift of the Night Fury","overview":"Corto navideño de \"Cómo entrenar a tu dragón\", que cuenta cómo Hiccup y su dragón llegan a una isla repleta de nuevas criaturas nunca antes vistas.","popularity":6.1103,"poster_path":"\/qwUYVh1ogG8tsDWQli18akSXHEt.jpg","release_date":"2011-11-15","title":"Dragones: El regalo de Furia Nocturna","video":false,"vote_average":7.2,"vote_count":405}],"total_pages":1,"total_results":10}